tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
cask "xquartz"
brew "git"
brew "imagemagick"
brew "mackup"
brew "neovim"
brew "nmap"
brew "node"
brew "pass"
brew "pngpaste"
brew "ripgrep"
brew "tmux"
brew "tnftp"
brew "wget"
brew "yarn"
brew "d12frosted/emacs-plus/emacs-plus"
cask "anki"
cask "bartender"
cask "bitbar"
cask "emacsclient"
cask "flux"
cask "font-cascadia"
cask "font-et-book"
cask "font-iosevka"
cask "font-libre-baskerville"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "nrlquaker-winbox"
cask "postman"
cask "qbittorrent"
cask "spectacle"
cask "visual-studio-code"
cask "wireshark"
