tap "d12frosted/emacs-plus"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "xitonix/trubka"
brew "ansible"
brew "ansible-lint"
brew "awscli"
brew "azure-cli"
brew "docker"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "graphviz"
brew "helm"
brew "helmfile"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "kafkacat"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "librsvg"
brew "mackup"
brew "minikube"
brew "neovim"
brew "nmap"
brew "node"
brew "openjdk"
brew "packer"
brew "pass"
brew "pigz"
brew "pngpaste"
brew "postgresql"
brew "ripgrep"
brew "terraform", link: false
brew "tfenv"
brew "tmux"
brew "tnftp"
brew "vegeta"
brew "watch"
brew "wget"
brew "wimlib"
brew "yarn"
brew "d12frosted/emacs-plus/emacs-plus@26"
brew "derailed/k9s/k9s"
brew "xitonix/trubka/trubka"
cask "anki"
cask "bartender"
cask "bitbar"
cask "emacsclient"
cask "flux"
cask "font-cascadia"
cask "font-et-book"
cask "font-iosevka"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "nrlquaker-winbox"
cask "postman"
cask "qbittorrent"
cask "spectacle"
cask "visual-studio-code"
cask "wireshark"
cask "xquartz"
